---
kind: method
id: M:Autodesk.Revit.DB.FilterStringLess.#ctor
source: html/22da7cfb-ea35-f9cc-e9f6-e6419bb27acc.htm
---
# Autodesk.Revit.DB.FilterStringLess.#ctor Method

Constructs an instance of FilterStringLess.

## Syntax (C#)
```csharp
public FilterStringLess()
```